tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "samtay/tui"
brew "cmake"
brew "fish"
brew "gcc"
brew "git"
brew "lolcat"
brew "neofetch"
brew "python-setuptools"
brew "sdl2"
brew "sdl2_ttf"
brew "sl"
brew "tmux"
brew "koekeishiya/formulae/skhd"
brew "samtay/tui/tetris"
cask "discord"
cask "figma"
cask "firefox"
cask "microsoft-auto-update"
cask "obsidian"
cask "steam"
cask "telegram"
cask "transmission"
cask "visual-studio-code"
vscode "hylwxqwq.yuyuko-vim-vsc"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "marp-team.marp-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
