tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "osx-cross/avr"
brew "antiword"
brew "aom"
brew "boost"
brew "cmake"
brew "cmatrix"
brew "djvu2pdf"
brew "libevent"
brew "jansson"
brew "emacs"
brew "harfbuzz"
brew "openssl@1.1"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "readline"
brew "jack"
brew "jq"
brew "less"
brew "libconfig"
brew "libid3tag"
brew "lolcat"
brew "lua"
brew "lynx"
brew "macvim"
brew "mad"
brew "midnight-commander"
brew "mingw-w64"
brew "neofetch"
brew "neovim"
brew "pdfcpu"
brew "python@3.10"
brew "r"
brew "sdcc"
brew "sevenzip"
brew "sfml"
brew "sl"
brew "tree"
brew "tty-clock"
brew "w3m"
brew "yt-dlp", link: false
brew "zboy"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "osx-cross/avr/avr-gcc@9"
cask "adguard-vpn"
cask "aleph-one"
cask "arduino-ide"
cask "balenaetcher"
cask "basictex"
cask "clion"
cask "coconutbattery"
cask "firefox"
cask "gb-studio"
cask "idafree"
cask "kitty"
cask "simplenote"
cask "skype"
cask "spotify"
cask "steam"
cask "telegram"
cask "thonny"
cask "transmission"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
vscode "GitHub.vscode-pull-request-github"
vscode "James-Yu.latex-workshop"
vscode "koehlma.markdown-math"
vscode "marp-team.marp-vscode"
vscode "mathematic.vscode-latex"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "twxs.cmake"
vscode "vscodevim.vim"
